---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Kelvin
source: html/b13fd5e0-883f-0822-6aa3-6253248fd5f4.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Kelvin Property

Symbol K, indicating unit Kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId Kelvin { get; }
```